package com.example.utils;

public class CommonUtils {
	public final static String personMessage = "本名:御坂美琴(みさか みこと)\n别号:炮姐、哔哩哔哩(ビリビリ)、姐姐大人(白井黑子|黑子、御坂妹妹|妹妹们限定)、常盘台中学|常盘台电击使、Railgun\n出身地区:11区\n活动范围:学园都市\n所属团体:常盘台中学\n相关人士\n父亲：御坂旅挂；\n母亲：御坂美铃；\n妹妹们：御坂妹妹；\n朋友：白井黑子、初春饰利、佐天泪子；\n孽缘：上条当麻\n年龄:14\n声优:佐藤利奈\n身高:161\n体重:45\n三围:78/56/79\n发色:茶\n血型:AB\n星座:\n萌点:傲娇、大小姐、元气、安全裤\n瞳色:茶";
	public final static String basicDocument = "\n姓名：御坂美琴（みさか みこと，Misaka Mikoto）\n声优：佐藤利奈 　　\n性别：女 　　\n年龄：14岁 　　\n身高：161cm 　　\n体重：45kg 　　\n三围：78/56/79 \n胖次：儿童款式+四角内裤（双层结构）\n血型：AB型 　　\n能力：电击使（Electro Master） 　　\n代号：超电磁炮（Railgun） 　　\n等级：超能力者（Level 5）排名第3位 　　\n学校：常盘台中学 　　\n年级：2年级 　　\n住所：第7学区常盘台中学 学生寮208号室（“学舍之园”外部） 　　\n出身地：神奈川县 　　\n相关人物：\n父亲：御坂旅挂；\n母亲：御坂美铃；\n姬友(?)、学妹兼室友：白井黑子\n朋友：初春饰利、佐天泪子；\n孽缘(？)：上条当麻";
	public final static String summary = "\n''御坂美琴'''是《某魔法的禁书目录》中的主要角色之一，外传作品《某科学的超电磁炮》中的主人公。\n学园都市中仅有的七名LV5超能力者中排名第三位，学园都市最强电击使，贵族女校常盘台中学二年级生，有“常盘台的超电磁炮”和“电击公主”之称。被上条当麻子叫做“哔哩哔哩”，即使在其失忆后依旧如此。\n性格好胜、正义感强，有着男孩子般的爽朗性格，但是却没有耐心，非常不坦率。\n天真活泼、爱唠叨的14岁元气少女。有着一头及肩的茶色发丝、同样是茶色的瞳孔、绝不服输的眼神、不需要化妆也很俏丽的面孔。因为外形秀丽加上成绩优秀，因此成为校内学生的偶像。平素都是穿着常盘台的制服，而裙底的安全裤则是美琴活泼的象征。\n原本对胸围不太在意，但是由于某个少年的缘故对贫乳在意起来。完全不把减肥当一回事，却还能保持完美的身材，被白井黑子怀疑“有什么利用体内电流充分燃烧脂肪的独门秘籍”。喜欢清淡的食物，回避那些油腻不堪脂肪堆积的食物。 ";
}
